Repository: Mnpn/Azayaka
Catalog: Azayaka/Localizable.xcstrings
Source language: en
Languages: sv, zh_hans

source: (Main)
sv: (Primär)
zh_hans: (主显示器)

source: "%t" will be replaced with the recording's start time.
sv: “%t” kommer att bytas ut mot inspelningens starttid.
zh_hans: "%t"会被替换为录音的开始时间.

source: A window
sv: Ett fönster
zh_hans: 某个窗口

source: ALAC (Lossless)
sv: ALAC (förlustfritt)
zh_hans: ALAC (无损)

source: App name: %@
sv: Appnamn: %@
zh_hans: 应用名称: %@

source: Audio
sv: Ljud
zh_hans: 音频

source: Audio-only
sv: Endast ljud
zh_hans: 仅录音

source: Automatically copy recordings to clipboard
sv: Kopiera automatiskt slutförda inspelningar

source: Azayaka needs permission to record your microphone to do this.
sv: Azayaka behöver tillstånd för att spela in din mikrofon för att göra detta.
zh_hans: Azayaka 需要使用麦克风权限来录制麦克风声音.

source: Azayaka needs permissions!
sv: Azayaka behöver åtkomst!
zh_hans: 请为 Azayaka 授权

source: Azayaka needs screen recording permissions, even if you only intend on recording audio.
sv: Azayaka behöver skärminspelningstillstånd, även om du bara tänker spela in ljud.
zh_hans: Azayaka 需要使用录屏权限 (即使只是用来录制音频)

source: Azayaka requires screen recording permissions.
sv: Azayaka kräver skärminspelningstillstånd.
zh_hans: Azayaka 需要使用录屏权限

source: Azayaka will check [GitHub](https://github.com/Mnpn/Azayaka/releases) for new updates.
sv: Azayaka kommer att kolla [GitHub](https://github.com/Mnpn/Azayaka/releases) efter uppdateringar.
zh_hans: Azayaka会从 [GitHub](https://github.com/Mnpn/Azayaka/releases) 检查更新

source: Cancel
sv: Avbryt

source: Capture failed!
sv: Inspelningen misslyckades!

source: Check for updates at launch
sv: Sök efter uppdateringar vid start
zh_hans: 启动时检查更新

source: Copy to Clipboard
sv: Kopiera fil

source: Couldn't start the recording: “%@” It is possible that the recording settings, such as HDR or the encoder, are not compatible with your device. Please check Azayaka's preferences.
sv: Kunde inte starta inspelningen: ”%@” Det är möjligt att inspelningsinställningarna (som HDR eller enkodaren) ej är kompatibla med din enhet. Vänligen kolla Azayakas inställningar.

source: Countdown
sv: Nedräkning
zh_hans: 倒计时

source: Countdown to start recording, in seconds.
sv: Antal sekunder att räkna ner innan inspelningar börjar.
zh_hans: 开始录制倒计时，单位：秒

source: current screen
sv: nuvarande skärm
zh_hans: 当前显示器

source: Currently set to "%@"
sv: Satt till “%@”
zh_hans: 当前保存位置为"%@"

source: Display %lld
sv: Skärm %lld
zh_hans: 显示器 %lld

source: Displays
sv: Skärmar
zh_hans: 显示器

source: Doesn't apply to system audio-only recordings. Uses the currently set input device. When not using the system recorder, this will be written as a separate audio track.
sv: Gäller inte för systemljudsinspelningar. Den valda input-enheten används. Om systemets inspelare inte används kommer detta att skrivas till ett sekundärt ljudspår.

source: Duration: %@ File size: %@
sv: Längd: %@ Filstorlek: %@
zh_hans: 录像时长: %@ 文件大小: %@

source: Encoder
sv: Enkodare
zh_hans: 编码方式

source: Exclude Azayaka itself
sv: Exkludera Azayaka
zh_hans: 从画面中排除 Azayaka 本身

source: Extreme - 320Kbps
sv: Extrem - 320Kbps
zh_hans: 极致 - 320Kbps

source: Failed to fetch available content: %@
sv: Kunde inte hämta tillgängligt innehåll: %@
zh_hans: 无法获取可用的上下文: %@

source: File name
sv: Filnamn
zh_hans: 文件名

source: File saved to folder: %@
sv: Fil sparad till mapp: %@
zh_hans: 文件已保存到: %@ 目录中

source: File saved to: %@
sv: Fil sparad till: %@
zh_hans: 文件已保存至: %@

source: FLAC (Lossless)
sv: FLAC (förlustfritt)
zh_hans: FLAC (无损)

source: Good - 192Kbps
sv: Bra - 192Kbps
zh_hans: 优质 - 192Kbps

source: High
sv: Hög
zh_hans: 高品质

source: High - 256Kbps
sv: Hög - 256Kbps
zh_hans: 高清 - 256Kbps

source: It appears that your device might not support %@ with Apple's recorder. You may have to switch to the legacy recorder, found in the "Other" tab, to use %@.
sv: Det verkar som att din enhet troligtvis inte stödjer %@-enkodning med Apples inspelare. Du kanske måste byta till den äldre inspelaren som finns i “Övrigt”-fliken för att använda %@.

source: Launch at login
sv: Starta vid inloggning
zh_hans: 登录时启动

source: Lossless
sv: Förlustfri
zh_hans: 无损

source: Low
sv: Låg
zh_hans: 较低

source: Low (1x)
sv: Låg (1x)
zh_hans: 低(1x)

source: Move to Trash
sv: Ta bort

source: No thanks, quit
sv: Nej tack, avsluta
zh_hans: 不了谢谢, 再见

source: No title
sv: Titel saknas
zh_hans: 无标题

source: None available
sv: Inga tillgängliga
zh_hans: 不可用

source: Okay
sv: Okej

source: One moment, waiting on update
sv: Ett ögonblick, väntar på uppdatering
zh_hans: 正在更新, 请稍等

source: Only list focused app's windows
sv: Visa endast fönster från fokuserad app
zh_hans: 只列出当前聚焦的应用的窗口

source: Open Settings
sv: Öppna Inställningar
zh_hans: 打开系统设置

source: Other
sv: Övrigt
zh_hans: 其他

source: Preferences…
sv: Inställningar…
zh_hans: 设置…

source: Quality
sv: Kvalitet
zh_hans: 输出质量

source: Quit Azayaka
sv: Avsluta Azayaka
zh_hans: 退出Azayaka

source: Record current display
sv: Spela in nuvarande skärm
zh_hans: 录制当前显示器

source: Record focused window
sv: Spela in fokuserat fönster
zh_hans: 录制焦点窗口

source: Record in HDR
sv: Spela in i HDR

source: Record microphone
sv: Spela in mikrofon
zh_hans: 录制麦克风声音

source: Record system audio
sv: Spela in systemljud
zh_hans: 录制系统声音

source: Recording %@
sv: Spelar in %@
zh_hans: 正在录制: %@

source: Recording at %t
sv: Inspelning vid %t
zh_hans: 录制于 %t

source: Recording Completed
sv: Inspelning slutförd
zh_hans: 录制结束

source: Recording Completed and Copied
sv: Inspelning slutförd och kopierad

source: Recordings can be stopped with the same shortcut.
sv: Inspelningar kan avslutas med samma genväg.
zh_hans: 可以用同样的快捷键停止录制

source: Requires Apple Silicon running macOS Sequoia or newer.
sv: Kräver Apple Silicon som kör macOS Sequoia eller nyare.

source: Resolution
sv: Upplösning
zh_hans: 分辨率

source: Select output directory
sv: Välj destinationsmapp
zh_hans: 选择保存位置

source: Shortcuts
sv: Genvägar
zh_hans: 快捷键

source: Show mouse cursor
sv: Visa muspekaren
zh_hans: 录制鼠标光标

source: Since macOS Sequoia, Azayaka can use Apple's provided recorder instead of its own. Try it if Azayaka's recorder has issues for you. - It has a fixed audio quality of 128Kbps AAC. - Audio-only recordings will always use Azayaka's recorder regardless of this setting.
sv: Sedan macOS Sequoia kan Azayaka använda Apples inspelare istället för sin egna. Välj detta om du har problem med Azayakas egna inspelare. - Den har en låst ljudkvalitet, 128Kbps AAC. - Systemljudsinspelningar kommer alltid att använda Azayakas inspelare oavsett.

source: Since macOS Sequoia, Azayaka can use Apple's provided recorder. Select this if you want Azayaka to use its own recorder instead.
sv: Sedan macOS Sequoia kan Azayaka använda Apples inspelare. Välj detta om du vill att Azayaka ska använda sin egna inspelare istället.

source: Skip countdown
sv: Hoppa över nedräkningen

source: Stop Recording
sv: Stoppa inspelning
zh_hans: 停止录制

source: System Audio
sv: Systemljud
zh_hans: 系统声音

source: These settings are also used when recording video. If set to Opus, MP4 will fall back to AAC.
sv: Dessa inställningar används även vid videoinspelning. Om Opus används kommer MP4-formatet att använda AAC.
zh_hans: 录制视频时也会遵从这些设置, 但如果音频编码被设为 Opus ,则录制 MP4 时会回退至 AAC 编码.

source: Unknown
sv: Okänt
zh_hans: 未知

source: Unknown App
sv: Okänd app
zh_hans: 未知应用

source: Unknown Display
sv: Okänd skärm
zh_hans: 未知显示器

source: Update to %@…
sv: Uppdatera till %@…
zh_hans: 更新至 %@…

source: Use system recorder
sv: Använd systemets inspelare

source: Using Apple's recorder instead of Azayaka's own requires macOS Sequoia or newer.
sv: Användning av Apples inspelare istället för Azayakas egna kräver macOS Sequoia eller senare.

source: When using the system recorder, these settings only apply to audio-only recordings. Screen recordings will always be 128Kbps AAC.
sv: När du använder systemets inspelare kommer dessa inställningar endast att gälla för systemljudsinspelningar. Skärminspelningar kommer alltid att vara 128Kbps AAC.

source: window icon
sv: fönsterikon
zh_hans: 窗口图标

source: Window title: %@
sv: Fönstertitel: $@
zh_hans: , 窗口标题: %@

source: Windows
sv: Fönster
zh_hans: 应用窗口

source: Auto
zh_hans: 自动

source: Destination
zh_hans: 保存文件

source: Format
zh_hans: 输出格式

source: FPS
zh_hans: 帧速率

source: Medium
zh_hans: 中等

source: Normal - 128Kbps
zh_hans: 普通 - 128Kbps

source: Video
zh_hans: 视频
